Repository: Wolvverine/protocolsmanager
Catalog: locales/*.po
Languages: pl_pl

# protocolsmanager
source: GLPI Protocols Manager mail
pl_pl: Mail Menadżera Protokołów GLPI

# protocolsmanager
source: Sign protocol
pl_pl: Podpisz protokół

# protocolsmanager
source: My assets
pl_pl: Moje zasoby

# protocolsmanager
source: Set user fields option
pl_pl: Ustaw pole dla użytkownika

# protocolsmanager
source: Change
pl_pl: Zmień

# protocolsmanager
source: sign protococols service
pl_pl: usługa podpisywania protokołów

# protocolsmanager
source: email confirmation
pl_pl: potwierdzenie email

# protocolsmanager
source: protococols reminder service
pl_pl: usługa przypominania o podpisaniach

# protocolsmanager
source: protococols first reminder email
pl_pl: pierwsze przypomnienie o protokole

# protocolsmanager
source: protococols second reminder email
pl_pl: drugie przypomnienie o protokole

# protocolsmanager
source: How long should one wait before sending a reminder
pl_pl: Jak długo należy czekać przed wysłaniem przypomnienia

# protocolsmanager
source: Sign email title
pl_pl: Tytuł email-a podpisu

# protocolsmanager
source: Sign email body
pl_pl: Wiadomosc w email-u podpisu

# protocolsmanager
source: Save
pl_pl: Zachowaj

# protocolsmanager
source: Created date
pl_pl: Data utworzenia

# protocolsmanager
source: Document signed
pl_pl: Dokument podpisany

# protocolsmanager
source: Error - Document not signed
pl_pl: Błąd - dokument niepodpisany

# protocolsmanager
source: Templates settings
pl_pl: Ustawienia szablonów

# protocolsmanager
source: Email settings
pl_pl: Ustawienia e-maila

# protocolsmanager
source: Create
pl_pl: Utwórz

# protocolsmanager
source: template
pl_pl: szablon

# protocolsmanager
source: Template name
pl_pl: Nazwa szablonu

# protocolsmanager
source: Document title
pl_pl: Tytuł Dokumentu

# protocolsmanager
source: You can use {owner} here.
pl_pl: Możesz użyć {owner} tutaj.

# protocolsmanager
source: Font
pl_pl: Czcionka

# protocolsmanager
source: selected
pl_pl: wybrany

# protocolsmanager
source: Font size
pl_pl: Wielkość czcionki

# protocolsmanager
source: Word breaking
pl_pl: Łamanie wyrazów

# protocolsmanager
source: Upper Content
pl_pl: Górna Zawartość

# protocolsmanager
source: You can use {owner} or {admin} here.
pl_pl: Możesz użyć tutaj {owner} lub {admin}.

# protocolsmanager
source: Footer
pl_pl: Stopka

# protocolsmanager
source: serial and inventory number in separate columns
pl_pl: numer seryjny i numer inwentarzowy w oddzielnych kolumnach

# protocolsmanager
source: serial or inventory number if serial doesn't exists
pl_pl: numer seryjny lub numer inwentarzowy, jeśli numer seryjny nie istnieje

# protocolsmanager
source: Enable email autosending
pl_pl: Włącz autowysyłanie e-meili

# protocolsmanager
source: Email template
pl_pl: Szablon e-mail

# protocolsmanager
source: Select who should generate the pdf
pl_pl: Wybierz, kto powinien wygenerować plik PDF

# protocolsmanager
source: The user who generates the document
pl_pl: Użytkownik który wygenerował dokument

# protocolsmanager
source: Only jpg and png files are accepted
pl_pl: Akceptowane są tylko pliki jpg i png

# protocolsmanager
source: Error - field not updated
pl_pl: Błąd - pola nie zaktualizowano

# protocolsmanager
source: Template email updated
pl_pl: Zaktualizowano szablon e-mail

# protocolsmanager
source: Error - Template email not updated
pl_pl: Błąd - nie zaktualizowano szablonu

# protocolsmanager
source: Change Field
pl_pl: Zmień pole

# protocolsmanager
source: Current User Field:
pl_pl: Aktualne pole użytkownika:

# protocolsmanager
source: Select recipients from template or enter manually to send email
pl_pl: Wybierz odbiorców z szablonu lub wprowadź ręcznie aby wysłać e-mail

# protocolsmanager
source: Enter recipients manually
pl_pl: Wprowadź odbiorców ręcznie

# protocolsmanager
source: Recipients (use ; to separate emails)
pl_pl: Odbiorcy (użyj ; aby oddzielić adresy)

# protocolsmanager
source: Select recipients from template
pl_pl: Wybierz odbiorców z szablonu

# protocolsmanager
source: Add Custom Fields
pl_pl: Dodaj własne pola

# protocolsmanager
source: No signed
pl_pl: Niepodpisany

# protocolsmanager
source: Signed
pl_pl: Podpisany

# protocolsmanager
source: Unsigned protocols list -
pl_pl: Lista niepodpisanych protokołów -

# protocolsmanager
source: protocols name
pl_pl: nazwa protokołu

# protocolsmanager
source: GLPI REMINDER
pl_pl: Przypomnienie z GLPI

# protocolsmanager
source: Email sent to %s
pl_pl: Wysłano email do %s

# protocolsmanager
source: Can not confirm, add e-mail
pl_pl: Nie można potwierdzić, dodaj e-mail dla użytkownika

source: Protocols manager
pl_pl: Menadżer Protokołów

# protocolsmanager
source: Plugin configuration
pl_pl: Konfiguracja pluginu

# protocolsmanager
source: Protocols manager tab access
pl_pl: Dostęp do strony Manadżera protokołów

# protocolsmanager
source: My assets page access
pl_pl: Dostęp do strony własnych zasobów

# protocolsmanager
source: Sign protocol page access
pl_pl: Dostęp do strony podpisywania protokołu

# protocolsmanager
source: You haven't any protocols to sign
pl_pl: Nie masz żadnych protokołów do podpisania

# protocolsmanager
source: Sign
pl_pl: Podpisz

# protocolsmanager
source: Show
pl_pl: Pokaż

# protocolsmanager
source: Send Emails Reminder
pl_pl: Wyślij powiadomienie E-mail

# protocolsmanager
source: Protocolsmanager send email reminder
pl_pl: Menager Protokołów wysłał powiadomienie e-mail

# protocolsmanager
source: Protocols manager Reminder
pl_pl: Przypomnienie Menadżera Protokołów

# protocolsmanager
source: GLPI Protocols Manager confirm code
pl_pl: Kod potwierdzający Menadżera Protokołów GLPI

# protocolsmanager
source: confirm code -
pl_pl: kod potwierdzający -

# protocolsmanager
source: Check your email and write code
pl_pl: Sprawdź e-mail i wpisz kod

# protocolsmanager
source: Submit
pl_pl: Wyślij

# protocolsmanager
source: wrong confirmation code
pl_pl: Zły kod potwierdzający

# protocolsmanager
source: This plugin requires GLPI >= 10.0.0 and < 11.0.0
pl_pl: Ta wtyczka wymaga wersji GLPI >= 10.0.0 i < 11.0.0
